Repository: rec2020/REC
Catalog: MCareSite/Resources/SharedResource.*.resx
Languages: ar

source: Title
ar: العنوان

source: About Hospital
ar: عن المستشفى

source: Action
ar: حدث

source: Add Hospital
ar: إضافة مستشفى

source: Add Offer
ar: اضافة عرض

source: Add Offers
ar: أضافة عرض

source: Another Action
ar: حدث آخر

source: Arabic Address
ar: العنوان بالعربية

source: Arabic Body
ar: نبذة بالعربية

source: Arabic Description
ar: الوصف بالعربية

source: Arabic Name
ar: الاسم بالعربية

source: Arabic Offer Image
ar: صورة العرض بالعربيه

source: Arabic Title
ar: العنوان بالعربية

source: Back
ar: الرجوع

source: Basic Information
ar: المعلومات الاساسية

source: Cancel
ar: إلغاء

source: City
ar: المدينة

source: Close
ar: إغلاق

source: Country
ar: البلد

source: CV
ar: السيره الزاتية

source: Delete
ar: حذف

source: Delete Hospital
ar: حذف المستشفى

# DeleteHospitalMSG
source: Are you sure want to delete Hospital
ar: هل انت متأكد انك تريد حذف المستشفى

source: Delete Hospital Offer
ar: حذف عرض المستشفى

# DeleteOfferMSG
source: Are you sure want to delete Offer
ar: هل انت متأكد انك تريد مسح العرض

source: Details
ar: التفاصيل

source: Edit
ar: تعديل

source: Edit Hospital
ar: تعديل المستشفى

source: Edit Offer
ar: تعديل العرض

source: Email
ar: البريد الاليكتروني

source: End On
ar: النهاية

source: English Address
ar: العنوان بالأنجليزية

source: English Body
ar: نبذة بالإنجليزية

source: English Description
ar: الوصف بالإنجليزية

source: English Name
ar: الاسم بالإنجليزية

source: English Offer Image
ar: صورة العرض بالإنجليزية

source: English Title
ar: العنوان بالانجليزية

source: Happend On
ar: حدث في

source: Home
ar: الصفحة الرئيسية

source: Hospital Image
ar: صورة المستشفى

source: Hospital Location
ar: موقع المستشفى

source: Hospital Logo Image
ar: صورة ايقونة المستشفى

source: Hospital Offers
ar: عروض المستشفى

source: Hospital Offers Information
ar: معلومات عروض المستشفى

source: Hospitals
ar: المستشفيات

source: Hospital Type
ar: نوع المستشفى

# HosType
source: Hospital Type
ar: نوع المستشفى

source: Image
ar: صوره

source: Logo Image
ar: صورة الأيقونة

source: Mobile
ar: الجوال

source: Name
ar: الاسم

source: Next
ar: التالي

source: Offers Details
ar: تفاصيل العرض

source: Operation
ar: العمليات

source: Phone1
ar: الهاتف#1

source: Phone2
ar: الهاتف#2

source: Phone No
ar: رقم الهاتف

source: Please select City
ar: الرجاء اختيار المدينة

source: Please select Country
ar: الرجاء اختيار البلد

# PleaseSelectHosType
source: Please select Hospital Type
ar: الرجاء اختيار نوع المستشفى

source: Premissions
ar: الصلاحيات

source: Previous
ar: السابق

source: Save
ar: حفظ

source: Search
ar: بحث

source: Something Else Here
ar: شئ اخر!

source: Users
ar: المستخدمين

source: Welcome to Hospital
ar: مرحبا بكم

source: Add City
ar: أضافة مدينة

source: Cities
ar: المدن

source: DeleteCity
ar: حذف مدينة

source: AddCountry
ar: أضافة بلد

source: AddRole
ar: أضافة صلاحية

source: Assign
ar: أسناد

source: AssignRoleToUser
ar: أسناد صلاحية لمستخدم

source: Countries
ar: البلدان

source: DeleteCountry
ar: حذف بلد

source: Log In
ar: تسجيل الدخول

source: Log out
ar: تسجيل الخروج

# MessageDeleteCountry
source: Are you sure want to delete Country
ar: هل متاكد من رغبتك في حذف البلد

source: Please select Role
ar: الرجاء اختيار الصلاحية

source: Register
ar: التسجل

source: RoleName
ar: الصلاحية

source: Roles
ar: الصلاحيات

source: UserRoles
ar: صلاحيات المستخدم

source: Add
ar: أضافة

source: Add Doctor
ar: اضافة طبيب

source: Arabic
ar: العربي

source: ColorOPTIONS
ar: خيارات الالوان

source: Dashboard
ar: لوحة التحكم الرئيسية

source: Doctors
ar: الاطباء

source: DoctorSchedules
ar: مواعيد الطبيب

source: Doctors Configuration
ar: أعدادات الطبيب

source: English
ar: الانجيليزي

source: HospitalTypes
ar: أنواع المستشفيات

source: MAIN NAVIGATION
ar: القائمة الرئيسية

source: Patient Appointments
ar: الحجوزات

source: Patients
ar: المرضى

source: Setting
ar: الضبط

source: Specialties
ar: التخصصات

source: Vacations
ar: الاجازات

source: Welcome
ar: مرحبا

source: Birth Date
ar: تاريخ الميلاد

source: Configuration
ar: أضافة ضبط

source: Doctor CV
ar: السيرة الزاتية للطبيب

source: Doctor Image
ar: صورة الطبيب

source: Experience
ar: الخبرة

source: Hospital
ar: المستشفي

source: Mobile No
ar: رقم الجوال

source: Nationality
ar: الجنسية

source: Rate
ar: المعدل

source: Vacation
ar: طلب اجازة

source: Edit Doctor
ar: تعديل الطبيب

source: English Bio
ar: السيرة الذاتية بالانجيليزي

source: Gender
ar: الجنس

source: Identity No
ar: رقم الهوية

source: About Me
ar: عني

source: Add Education Level
ar: اضافة المستوى التعليمي

source: Add Languages
ar: اضف اللغات

source: Add Specialiest
ar: اضافة تخصص

source: Add Vacation
ar: اضف أجازه

source: Approve
ar: تأكيد

source: Created On
ar: تاريخ الانشاء

source: Date
ar: التأريخ

source: Delete Doctor
ar: مسح الدكتور

# DleteDoctorMsg
source: Are you sure want to delete doctor ?
ar: هل انت متاكدانك تريد مسح هذا الدكتور ؟

source: Doctor
ar: الطبيب

source: Doctor Details
ar: تفاصيل الدكتور

source: Doctors Schedule
ar: جدول عمل الدكتور

source: Doctor Vactions
ar: اجازات الدكاتره

source: Edit Vacation
ar: تعديل الأجازه

source: Education Level
ar: المستوى التعليمي

source: Ending On
ar: ينتهي في

source: General
ar: عام

source: Please Select Hospital
ar: الرجاء اختيار المستشفى

source: Position
ar: المرتبة

source: Rject
ar: رفض

source: -- Select Education --
ar: -- اختار الدراسة --

source: -- Select Language --
ar: -- اختر اللغه --

source: -- Select Specialty --
ar: -- اختار التخصص --

source: Specialists
ar: التخصص

source: Starting On
ar: يبدأ في

source: Status
ar: الحاله

source: Time
ar: الوقت

source: Type
ar: نوع الاجازة

source: Vacation Type
ar: نوع الاجازه

source: Doctors Schedule Configuration
ar: أعدادت الاطباء

source: Evening Ending Time
ar: نهاية الفترة المسائية

source: Evening Starting Time
ar: بداية الفترة المسائية

source: Morning Ending Time
ar: نهاية الفترة الصباحية

source: Morning Starting Time
ar: بدايت الفترة الصباحية

source: Peroid In Mintues
ar: الفترة بالدقائق

source: All Rights Reserved
ar: كل الحقوق محفوظة

source: Copyright
ar: حقوق النشر

source: Hospital Dashboard
ar: لوحة تحكم المستشفي

# NajmetAlraqeeHospitals
source: NajmetAlraqee
ar: مستشفيات أم كير

source: Password
ar: كلمة المرور

source: Remember Me
ar: تذكرني

source: SIGN IN
ar: دخول

source: SIGN UP
ar: تسجيل

source: Activate
ar: تاكيد الحجز

source: Deactivate
ar: الغاء الحجز

source: Edit Profile
ar: تعديل الملف الشخصي

source: Profile
ar: الملف الشخصي

source: Profile info
ar: المعلومات الشخصية

source: Languages
ar: اللغات

source: DoctorVacation
ar: طلبات الاجازة

source: Canceled Appointment
ar: الحجوزات الملغية

source: Confirm Appointment
ar: الحجوزات المؤكدة

source: From Date
ar: من تاريخ

source: To Date
ar: الي تاريخ

source: No
ar: الرقم

source: AddPatientAppointment
ar: أضافة حجز

source: Appointment On
ar: موعد الحجز

source: Patient Appointment
ar: الحجوزات

source: Schedule No
ar: رقم الحجز

source: Add Appointment
ar: أضافة حجز

source: Appointment
ar: الحجوزات

source: Patient
ar: المريض

source: Notes
ar: الملاحظات

source: Add User
ar: أضافة مستخدم

source: Confirm Password
ar: تاكيد كلمة المرور

source: Code
ar: الكود

source: Nationalities
ar: قائمة الجنسيات

source: AddNationality
ar: أضافة جنسية

source: AddJobType
ar: أضافة وظيفة

source: JobTypes
ar: قائمة الوظائف

source: JobType
ar: الوظيفة

source: Account Number
ar: رقم الحساب

source: Account Number In Tree
ar: حساب الدليل

source: Add Bank
ar: أَضافة البنك

source: Bank
ar: البنك

source: Banks
ar: قائمة البنوك

source: Add Delegate
ar: أضافة مندوب

source: Commission Precentage
ar: نسبة العمولة

source: Commission Value
ar: قيمة العمولة

source: Delegate
ar: المندوب

source: Delegates
ar: قائمة المناديب

source: Delegate Type
ar: نوع المندوب

source: Deserved Amount
ar: المستحق

source: Transfer Amount
ar: المحول

source: Tree Account Number
ar: حساب الدليل

source: AddCurrency
ar: أضافة عملة

source: Currencies
ar: قائمة العملات

source: Currency
ar: العملة

source: CurrencyType
ar: نوع العمللة

source: Symbol
ar: الرمز

source: ExchangeRate
ar: معامل التحويل

source: AddArrival
ar: أضافة جهة وصول

source: Arrival
ar: جهة الوصول

source: Arrivals
ar: قائمة جهات الوصول

source: AddExpense
ar: أضافة مصروف

source: Expense
ar: المصروف

source: Expenses
ar: قائمة المصروفات

source: PartnerCode
ar: كود الشريك

source: Add ForeignAgency
ar: أضافة وكالة خارجية

source: Bank Account No
ar: رقم حساب البنك

source: Foreign Agencies
ar: قائمة الوكلاء الخارجية

source: Foreign Agency
ar: وكلاء خارجية

source: IsActive
ar: مفعل

source: Office Name
ar: اسم المكتب

source: Office Number
ar: رقم المكتب

source: Price
ar: السعر

source: Responsible User
ar: المسؤول

source: Phone
ar: رقم الهاتف

source: Active
ar: مفعل

source: InActive
ar: غير مغعل

source: Activated
ar: تفعيل

source: DisActivated
ar: أيقاف

source: Add Customer
ar: أضافة عميل

source: Address
ar: العنوان

source: Customer
ar: العميل

source: Customers
ar: قائمة العملاء

source: Customer Type
ar: نوع العميل

source: First Phone
ar: رقم الجوال الاول

source: Second Phone
ar: رقم الجوال الثاني

source: Family Image
ar: كرت الاسرة

source: Identiy Image
ar: كرت الهوية

source: Last Name
ar: الاسم الاخير

source: Middle Name
ar: الاسم الاوسط

source: First Name
ar: الاسم الاول

source: AddPartner
ar: أضافة شريك

source: AddPaymentMethod
ar: أضافة طريقة دفع

source: Deserved
ar: المستحق

source: Partner
ar: الشريك

source: Partners
ar: قائمة الشركاء

source: PaymentMethod
ar: طريقة الدفع

source: PaymentMethods
ar: قائمة طرق الدفع

source: Percentage
ar: النسبة

source: Remiander
ar: المتبقي

source: Transfer
ar: المحوله

source: TreeAccountNo
ar: رقم حساب الدليل

source: Address In Origin
ar: العنوان في بلد المنشاء

source: Age
ar: العمر

source: Amount deducted
ar: المبلغ المخصوم

source: Arrival Date
ar: تاريخ الوصول

source: Basic Salary
ar: الراتب الاساسي

source: Birht Date
ar: تاريخ الميلاد

source: Border No
ar: رقم الحدود

source: Contract Date
ar: تاريخ العقد

source: Contract Type
ar: نوع العقد

source: Driver License Expire Date
ar: تاريخ انتهاء الرخصة

source: Driver License Issue Date
ar: تاريخ أصدار الرخصة

source: Driver License No
ar: رقم الرخصة

source: Embassy Contract Date
ar: تاريخ عقد السفارة

source: Embassy Contract No
ar: رقم عقد السفارة

source: Employee Status
ar: حالة الموظف

source: Entrance Port
ar: منفذ الدخول

source: Expire Date
ar: تاريخ الانتهاء

source: Family
ar: الاسرة

source: Family No
ar: عدد افراد الاسرة

source: Father
ar: الاب

source: File No
ar: رقم الملف

source: Fuel Allowance
ar: بدل الوقود

source: Grand Father
ar: الجد

source: Group No
ar: رقم المجموعة

source: Housing Allowance
ar: بدل السكن

source: Identity Expire Date
ar: تاريخ انتهاء الهوية

source: Identity Issue Date
ar: تاريخ اصدار الهوية

source: Identity Source
ar: مصدر الهوية

source: Issue Date
ar: تاريخ الاصدار

source: Issue Place
ar: مكان الاصدار

source: Kafeel Name
ar: اسم الكفيل

source: Kafeel No
ar: رقم الكفيل

source: License Expire Date
ar: تاريخ انتهاء رخصة العمل

source: License No
ar: رقم رخصة العمل

source: New Kafeel Address
ar: عنوان الكفيل الجديد

source: NewKafeel Name
ar: اسم الكفيل الجديد

source: NewKafeel No
ar: رقم الكفيل الجديد

source: Number Time
ar: عدد مرات التجربة

source: Passport No
ar: رقم جواز السفر

source: Phone In Origin
ar: الهاتف في بلد المنشاء

source: Religon
ar: الديانة

source: Social Status
ar: الحالة الاجتماعية

source: Subsistence
ar: الاعاشة

source: Telephone allowance
ar: بدل فاتورة جوال

source: Total Salary
ar: الراتب الكلي

source: Transportation Allowance
ar: بدل النقل

source: Visa No
ar: رقم الفيزاء

source: Add Employee
ar: أضافة موظف

source: DeleteEmployee
ar: حذف موظف

source: EditEmployee
ar: تعديل موظف

source: Employee
ar: الموظف

source: Employees
ar: قائمة العمالة المنزلية

source: AddContract
ar: أضافة عقد

source: Contract
ar: العقد

source: Contracts
ar: قائمة العقود

source: ContractStatus
ar: حالة العقد

source: ContractCost
ar: قيمة العقد

source: ContractInterVal
ar: فترة العقد

source: Contract No
ar: رقم العقد

source: ExperienceYear
ar: عدد سنين الخبرة

source: Arrival City
ar: مدينة الوصول

source: Qulafication Note
ar: الموهلات

source: Salary Month
ar: الراتب الشهري

source: Vication Days
ar: عدد ايام الاجازة

source: Air Line Name
ar: الخطوط الجوية

source: ContractDelegation
ar: تفويض وكالة

source: ContractDelegations
ar: قائمة التفويض

source: Contract Select
ar: قم بالاختيار

source: Contract Selects
ar: قائمة الاختيار للعقد

source: Contract Ticket
ar: تذكرة الطيران

source: Contract Tickets
ar: قائمة تذكرة الطيران

source: Contract Visa
ar: التفيز

source: Contract Visas
ar: قائمة التفيز

source: DelegationDate
ar: تاريخ التفويض

source: Pol Numer
ar: رقم البولو

source: PolNumer Date
ar: تاريخ ادخال البولو

source: Select Date
ar: تاريخ الاختيار

source: Ticket Date
ar: تاريخ تذكرة الطيران

source: Visa Date
ar: تاريخ التفيز

source: Contract History
ar: قائمة العمليات علي العقد

source: Action By Name
ar: المختص

source: Contract Substitue
ar: أنشاء عقد بديل

source: Close Contract
ar: أنهاء العقد

source: Approved
ar: حالة الاعتماد

source: Approved Accept
ar: معتمدة

source: Approved Reject
ar: غير معتمدة

source: Add Snad Receipt
ar: أَضافة سند صرف

source: Add Snad Taking
ar: أضافة سند قبض

source: Amount
ar: المبلغ

source: Note
ar: الملاحظة

source: Receipt By User
ar: السند بواسطة

source: Receipt Date
ar: تاريخ السند

source: Snad Receipts
ar: قائمة سندات الصرف

# ReceiptdocType
source: Receipt Document Type
ar: نوع السند

source: Snad Receipt
ar: سند صرف

source: SnadTaking
ar: سند قبض

source: Snad Takings
ar: قائمة سندات القبض

source: AddSpecialEmployee
ar: أضافة موظف خاصة

source: Special Employee
ar: موظف خاص

source: Special Employees
ar: قائمة الموظفين الخاصة

source: Add Specific Contract
ar: أضافة عقد معين

source: Specific Contract
ar: عقد معين

source: SpecificContracts
ar: قائمة العقود المعينة

source: AirLine
ar: الخطوط الجوية

source: CancelDate
ar: تاريخ الالغاء

source: CancelNote
ar: سبب الالغاء

source: Contract Return
ar: عقد مسترجع

source: Contract Returns
ar: قائمة عقود الاسترجاع

source: Employee Return Date
ar: تاريخ الاسترجاع

source: ExitDate
ar: تاريخ الخروج النهائي

source: ExitTime
ar: زمن الخروج

source: KafeelAddress
ar: عنوان الكفيل

source: KafeelPhone
ar: رقم الكفيل

source: KfalaTranportDate
ar: تاريخ نقل الكفالة

source: Return Reason
ar: حالة الرجوع

source: Add Contract Return
ar: أرجاع العقد

source: Total Close
ar: العقود المنتهية

source: Total Contracts
ar: العقود

source: Total Customers
ar: العملاء

source: Total Delegation
ar: العقود المفوضة

source: Total Employee
ar: الموظفون

source: Total ForigenAgency
ar: الوكالات الخارجية

source: Total Partener
ar: الشركاء

source: Total Select
ar: العقود المختارة

source: Total Ticket
ar: العقود في حالة التذاكر

source: Total Visa
ar: العقود في حالة التفيز

source: Add Snad Receipt Office
ar: أضافة سند صرف

source: Financial Year
ar: العام المالي

source: Quid Number
ar: رقم القيد

source: SnadByUserName
ar: الصارف

source: Snad Date
ar: تاريخ السند

source: Snad Receipt Caluse
ar: بند الصرف

source: Snad Receipt Office
ar: سند صرف يومي

source: Snad Receipt Offices
ar: قائمة الصرف اليومي

source: Snad Receipt Type
ar: نوع سند الصرف

source: Add ForeignAgency Transfer
ar: أضافة سند صرف للوكيل

source: Foreign Agency Transfer
ar: سند صرف للوكيل

source: Foreign Agency Transfers
ar: قائمة التحويلات للوكيل

source: Transfer Date
ar: تاريخ الحوالة

source: Transfer Purpose
ar: الغرض من الحوالة

source: Add Delegate Transfer
ar: أضافة سند صرف للمندوب

source: Delegate Transfer
ar: سند صرف للمندوب

source: Delegate Transfers
ar: قائمة التحويلات للمندوب

source: Foreign AgencyJ obs
ar: قائمة الوظائف المتوفرة

source: Print
ar: طباعة

source: QaidNo
ar: رقم القيد

source: Add Financial Period
ar: أضافة فترة مالية

source: Financial Period
ar: الفترة المالية

source: Financial Periods
ar: قائمة الفترات المالية

source: FinancialPeriodStatus
ar: الحالة

source: Month
ar: الشهر

source: Year
ar: السنة

source: Financ
ar: المالية

source: AccountClassification
ar: تبويب الحسابات

source: Account Classifications
ar: قائممة تبويبب الحسابات

source: Account Classification Type
ar: نوع التبويب

source: Add Account Classification
ar: أضافة تبويب حساب

# DescriptionAr
source: Description Arabic
ar: الوصف

# DescriptionEn
source: Description English
ar: DEC

source: Company
ar: الشركة

# AccDescriptionAr
source: Arabic Description
ar: وصف الحساب

# AccDescriptionEn
source: English Description
ar: الحساب

source: Account Level
ar: مستوي الحساب

source: AccountNo
ar: رقم الحساب

source: AccountTree
ar: الشجرة

source: AccountTrees
ar: قائمة شجرة الحسابات

source: Account Type
ar: نوع الحساب

# Accprev
source: Parent Account
ar: الحساب الاب

source: AddAccountTree
ar: أضافة حساب في الشجرة

source: Cost Center
ar: مركز التكلفة

source: Credit
ar: قيد له حساب

source: Debit
ar: المطلوب منه

source: Ehalk Precent
ar: نسبة الاهلاك

source: Fixed Asset Date
ar: تاريخ الأصول الثابتة

source: High Limit For Balance
ar: الحد الاعلي للرصيد

source: Price In Exhibtion
ar: السعر في المعرض

source: Balance
ar: الرصيد

source: Add Invoice
ar: أضافة فانورة

source: Invoice
ar: الفاتورة

source: Invoice Date
ar: تاريخ الفاتورة

source: Invoices
ar: قائمة الفواتير

source: MainAccount
ar: الحساب الرئيسي

source: Discount
ar: الخصم

source: Add Recruitment Qaid
ar: أضافة قيد أستقدام

source: From Account
ar: من حساب

source: Qaid Date
ar: تاريخ القيد

source: Recruitment Qaid
ar: قيد أستقدام

source: Recruitment Qaids
ar: قائمة قيود الاستقدام

source: To Account
ar: الي حساب
